Repository: willswire/mcheyne
Catalog: Books.xcstrings
Source language: en
Languages: es

source: 1 Chronicles
es: 1 Crónicas

source: 1 Corinthians
es: 1 Corintios

source: 1 John
es: 1 Juan

source: 1 Kings
es: 1 Reyes

source: 1 Peter
es: 1 Pedro

source: 1 Thessalonians
es: 1 Tesalonicenses

source: 1 Timothy
es: 1 Timoteo

source: 2 Chronicles
es: 2 Crónicas

source: 2 Corinthians
es: 2 Corintios

source: 2 John
es: 2 Juan

source: 2 Kings
es: 2 Reyes

source: 2 Peter
es: 2 Pedro

source: 2 Thessalonians
es: 2 Tesalonicenses

source: 2 Timothy
es: 2 Timoteo

source: 3 John
es: 3 Juan

source: Acts
es: Hechos

source: Amos
es: Amós

source: Colossians
es: Colosenses

source: Deuteronomy
es: Deuteronomio

source: Ecclesiastes
es: Eclesiastés

source: Ephesians
es: Efesios

source: Esther
es: Ester

source: Exodus
es: Éxodo

source: Ezekiel
es: Ezequiel

source: Ezra
es: Esdras

source: Galatians
es: Gálatas

source: Genesis
es: Génesis

source: Habakkuk
es: Habacuc

source: Haggai
es: Hageo

source: Hebrews
es: Hebreos

source: Hosea
es: Oseas

source: Isaiah
es: Isaías

source: James
es: Santiago

source: Jeremiah
es: Jeremías

source: John
es: Juan

source: Jonah
es: Jonás

source: Joshua
es: Josué

source: Jude
es: Judas

source: Judges
es: Jueces

source: Lamentations
es: Lamentaciones

source: Leviticus
es: Levítico

source: Luke
es: Lucas

source: Malachi
es: Malaquías

source: Mark
es: Marcos

source: Matthew
es: Mateo

source: Micah
es: Miqueas

source: Nahum
es: Nahúm

source: Nehemiah
es: Nehemías

source: Numbers
es: Números

source: Obadiah
es: Abdías

source: Philemon
es: Filemón

source: Philippians
es: Filipenses

source: Proverbs
es: Proverbios

source: Psalms
es: Salmos

source: Revelation
es: Apocalipsis

source: Romans
es: Romanos

source: Ruth
es: Rut

source: Song of Songs
es: Cantares

source: Titus
es: Tito

source: Zechariah
es: Zacarías

source: Zephaniah
es: Sofonías
